[
  {
    "order": 60,
    "q": "Wie läuft der Prozess der Website-Erstellung ab?",
    "a": "Nach einem ersten Beratungsgespräch klären wir Ihre Wünsche und Anforderungen. Anschließend erstellen wir ein Konzept, gestalten das Design und setzen die Website technisch um. Nach Ihrer Freigabe wird die Website veröffentlicht."
  },
  {
    "order": 70,
    "q": "Wie lange dauert es, eine neue Website zu erstellen?",
    "a": "Die Dauer hängt vom Umfang und den gewünschten Funktionen ab. In der Regel dauert die Erstellung einer einfachen Unternehmenswebsite 2–4 Wochen."
  },
  {
    "order": 80,
    "q": "Welche Informationen und Materialien muss ich als Kunde bereitstellen?",
    "a": "Sie liefern uns Texte, Bilder, Ihr Logo und ggf. weitere Inhalte. Wir unterstützen Sie gerne bei der Zusammenstellung und beraten, was benötigt wird."
  },
  {
    "order": 90,
    "q": "Kann ich meine Website nach der Fertigstellung selbst bearbeiten?",
    "a": "Ja, Sie erhalten ein benutzerfreundliches System, mit dem Sie Inhalte wie Texte und Bilder selbstständig aktualisieren können."
  },
  {
    "order": 100,
    "q": "Wie funktioniert die Wartung und Aktualisierung meiner Website?",
    "a": "Wir bieten regelmäßige Wartungspakete an, übernehmen Updates und sorgen für die Sicherheit Ihrer Website. Alternativ können Sie viele Inhalte auch selbst pflegen."
  },
  {
    "order": 110,
    "q": "Was kostet die Erstellung und Pflege einer Website für mein Unternehmen?",
    "a": "Die Kosten richten sich nach Umfang und Anforderungen. Eine Übersicht finden Sie in unserer [Preisliste](/price)."
  },
  {
    "order": 120,
    "q": "Wie wird sichergestellt, dass meine Website den deutschen Datenschutzgesetzen (DSGVO) entspricht?",
    "a": "Wir achten darauf, dass Ihre Website alle gesetzlichen Vorgaben erfüllt: Datenschutzerklärung, sichere Datenübertragung und ggf. Cookie-Banner werden integriert."
  },
  {
    "order": 130,
    "q": "Brauche ich ein Cookie-Banner auf meiner Website?",
    "a": "Ein Cookie-Banner ist erforderlich, wenn auf Ihrer Website Cookies verwendet werden, die nicht technisch notwendig sind (z.B. für Tracking oder Marketing). Wir beraten Sie individuell."
  },
  {
    "order": 140,
    "q": "Wie werden personenbezogene Daten meiner Website-Besucher geschützt?",
    "a": "Personenbezogene Daten werden verschlüsselt übertragen und sicher gespeichert. Wir verwenden nur datenschutzkonforme Tools und achten auf die Einhaltung der DSGVO."
  },
  {
    "order": 150,
    "q": "Was bedeutet Barrierefreiheit (Accessibility) bei Websites und warum ist sie wichtig?",
    "a": "Barrierefreiheit bedeutet, dass Ihre Website für alle Menschen zugänglich ist – auch für Menschen mit Behinderungen. Das ist nicht nur gesetzlich vorgeschrieben, sondern erweitert auch Ihre Zielgruppe."
  },
  {
    "order": 160,
    "q": "Welche gesetzlichen Anforderungen zur Barrierefreiheit (z.B. BITV, WCAG) gelten für Unternehmenswebsites in Deutschland?",
    "a": "Für viele Unternehmen gelten die BITV und die internationalen WCAG-Richtlinien. Wir beraten Sie, welche Anforderungen für Ihr Unternehmen relevant sind und setzen diese um."
  },
  {
    "order": 170,
    "q": "Wie kann ich meine Website für Suchmaschinen (SEO) optimieren?",
    "a": "Wir achten bereits bei der Erstellung auf suchmaschinenfreundliche Technik und beraten Sie zu weiteren Maßnahmen wie Keywords, Meta-Tags und Ladezeiten."
  },
  {
    "order": 180,
    "q": "Kann ich später zusätzliche Funktionen (z.B. Blog, Kontaktformular) zu meiner Website hinzufügen?",
    "a": "Ja, Ihre Website ist flexibel erweiterbar. Neue Funktionen wie ein Blog, Kontaktformulare oder Galerien können jederzeit ergänzt werden."
  },
  {
    "order": 190,
    "q": "Wer ist für die rechtlichen Inhalte wie Impressum und Datenschutzerklärung verantwortlich?",
    "a": "Als Website-Betreiber sind Sie für die rechtlichen Inhalte verantwortlich. Wir unterstützen Sie bei der Erstellung und Integration, übernehmen aber keine rechtliche Haftung."
  },
  {
    "order": 200,
    "q": "Wie kann ich meine Website mit Social Media oder anderen Diensten verknüpfen?",
    "a": "Wir integrieren auf Wunsch Verlinkungen zu Ihren Social-Media-Profilen oder binden Funktionen wie Google Maps oder Newsletter-Anmeldung datenschutzkonform ein."
  }
]
