[
  {
    "order": 10,
    "q": "Was ist WCAG *(Web Content Accessibility Guidelines)*? ",
    "a": "Die Zugänglichkeitsrichtlinien für Webinhalte (WCAG) sind international anerkannte Standards, die entwickelt wurden, um sicherzustellen, dass Websites und Webanwendungen für Menschen mit Behinderungen zugänglich sind. Diese Richtlinien wurden vom World Wide Web Consortium (W3C) entwickelt und sind ein wichtiger Schritt, um das Internet für alle Menschen nutzbar zu machen, unabhängig von ihren körperlichen oder kognitiven Fähigkeiten.\n Die WCAG-Richtlinien legen bestimmte Anforderungen fest, die Webentwickler und -designer beachten sollten, um sicherzustellen, dass ihre Inhalte für alle Benutzer zugänglich sind. Dazu gehören zum Beispiel klare und verständliche Texte, die leicht zu lesen sind, sowie alternative Texte für Bilder, die von Bildschirmleseprogrammen vorgelesen werden können. Auch die Struktur und Navigation einer Website spielen eine wichtige Rolle, um sicherzustellen, dass Menschen mit Behinderungen problemlos durch die Website navigieren können.\nEs gibt drei Hauptprinzipien, auf denen die WCAG-Richtlinien basieren: Wahrnehmbarkeit, Bedienbarkeit und Verständlichkeit. Wahrnehmbarkeit bezieht sich darauf, dass Informationen und Benutzerschnittstellen für alle Benutzer wahrnehmbar sein müssen, unabhängig von ihrer Fähigkeit, Informationen zu erfassen. Bedienbarkeit bedeutet, dass alle Benutzer in der Lage sein sollten, die Website zu bedienen und zu navigieren, und Verständlichkeit bezieht sich darauf, dass der Inhalt klar und einfach zu verstehen sein muss.\nEs ist wichtig zu betonen, dass die Einhaltung der WCAG-Richtlinien nicht nur Menschen mit Behinderungen zugutekommt, sondern auch allen anderen Nutzern, einschließlich älteren Menschen und Menschen mit vorübergehenden Einschränkungen. Barrierefreie Websites schaffen eine inklusive Online-Umgebung, in der alle Menschen gleichermaßen von den Ressourcen und Informationen im Internet profitieren können. Entwickler und Designer sind daher aufgefordert, die WCAG-Richtlinien in ihre Arbeit zu integrieren, um das Web für alle zugänglich zu machen."
  },
  {
    "order": 20,
    "q": "Wo?",
    "a": "Answer 2"
  },
  {
    "order": 30,
    "q": "Wann?",
    "a": "Nach Erhalt Ihrer Bestellung von Ihnen. Bitte kontaktieren Sie uns über die [Seite Kontakt](/contact)"
  },
  {
    "order": 40,
    "q": "Wie viel kostet das?",
    "a": "Es ist gar nicht teuer. Alle Antworten finden Sie in unserer [Preisliste](/price)" 
  },
  {
    "order": 50,
    "q": "Warum brauche ich es?",
    "a": "Denn Sie wollen besser sein als Ihre Konkurrenten, mehr Kunden haben und sich keine Sorgen um die Zukunft von Ihnen und Ihrem Unternehmen machen müssen"
  },
  {
    "order": 50,
    "q": "Warum sollte ich Sie wählen?",
    "a": "Wir sind cool und wir haben sehr gute Angebote"
  }
]