[
  {
    "order": 10,
    "category": "Общие вопросы",
    "q": "Работаете ли вы с сайтами, которые создавали не вы?",
    "a": "Да, абсолютно. Это наша специализация. Мы нацелены на то, чтобы принимать, анализировать и профессионально обслуживать существующие сайты. Мы знакомимся с кодом и структурой, чтобы обеспечить плавную и эффективную поддержку."
  },
  {
    "order": 20,
    "category": "Общие вопросы",
    "q": "Какие типы компаний и сайтов вы поддерживаете?",
    "a": "Мы поддерживаем широкий спектр сайтов, включая корпоративные порталы, портфолио, блоги и небольшие интернет-магазины. Наши клиенты — это, как правило, малые и средние предприятия (МСП), индивидуальные предприниматели и агентства, которым требуется надежная техническая поддержка для их проектов."
  },
  {
    "order": 30,
    "category": "Общие вопросы",
    "q": "Как начать с вами работать?",
    "a": "Первый шаг — бесплатная и ни к чему не обязывающая консультация. На ней мы обсуждаем ваш сайт, ваши цели и проблемы. После этого вы получаете от нас оценку и прозрачное предложение по дальнейшим действиям или подходящему пакету услуг."
  },
  {
    "order": 40,
    "category": "Общие вопросы",
    "q": "Как я могу отправлять вам задачи и отслеживать их выполнение?",
    "a": "Вы можете легко отправлять нам задачи по электронной почте или через наш клиентский портал. Каждый запрос регистрируется в нашей системе, вы получаете подтверждение о получении и примерное время выполнения. Мы проактивно держим вас в курсе всех важных этапов."
  },
  {
    "order": 50,
    "category": "Общие вопросы",
    "q": "Какие доступы вам нужны для работы с моим сайтом?",
    "a": "Как правило, нам нужен доступ администратора к вашей CMS (например, WordPress) и доступ по FTP или SSH к вашему веб-серверу. Все учетные данные хранятся у нас в безопасности и в зашифрованном виде."
  },
  {
    "order": 60,
    "category": "Услуги и Цены",
    "q": "Сколько стоит поддержка и развитие моего сайта?",
    "a": "Стоимость гибкая и зависит от ваших потребностей. Мы предлагаем ежемесячные пакеты услуг для регулярного обслуживания и безопасности, а также почасовую оплату для отдельных, нерегулярных задач. Подробный обзор вы найдете в нашем [прайс-листе](/price)."
  },
  {
    "order": 70,
    "category": "Услуги и Цены",
    "q": "Есть ли минимальный срок действия договора?",
    "a": "Нет. Мы верим в гибкость. Наши пакеты услуг можно отменить ежемесячно. Наша цель — удерживать вас первоклассным сервисом и надежностью, а не длительными контрактами."
  },
  {
    "order": 80,
    "category": "Услуги и Цены",
    "q": "Что входит в типичный пакет обслуживания?",
    "a": "Стандартный пакет обычно включает: регулярные обновления CMS и плагинов, ежедневные или еженедельные резервные копии, сканирование безопасности, мониторинг производительности и определенное количество часов поддержки для небольших изменений контента или консультаций. Точные услуги варьируются в зависимости от выбранного пакета."
  },
  {
    "order": 90,
    "category": "Услуги и Цены",
    "q": "Что произойдет, если мне понадобится больше поддержки, чем включено в мой пакет?",
    "a": "Без проблем. Дополнительные работы, превышающие часы, включенные в пакет, оплачиваются прозрачно по нашему обычному часовому тарифу. Разумеется, мы всегда информируем вас до возникновения дополнительных расходов."
  },
  {
    "order": 100,
    "category": "Услуги и Цены",
    "q": "Предлагаете ли вы также полный редизайн существующих сайтов?",
    "a": "Да, помимо текущей поддержки, мы также предлагаем услуги полного редизайна. Если ваш сайт устарел и требует кардинальной модернизации, мы можем разработать новый, свежий дизайн и внедрить его на существующей технической базе."
  },
  {
    "order": 110,
    "category": "Технические вопросы",
    "q": "Мой сайт очень медленный. Можете ли вы помочь?",
    "a": "Да, оптимизация скорости загрузки (производительности) — одна из наших ключевых компетенций. Мы проводим детальный анализ для выявления узких мест (например, большие изображения, неэффективный код, медленные запросы к базе данных) и реализуем целенаправленные меры для ускорения вашего сайта."
  },
  {
    "order": 120,
    "category": "Технические вопросы",
    "q": "Мой сайт взломали. Что теперь?",
    "a": "Сохраняйте спокойствие и немедленно свяжитесь с нами. Мы предлагаем экстренную услугу по очистке взломанных сайтов. Мы изолируем сайт, удаляем вредоносное ПО, анализируем и закрываем уязвимость, а также внедряем дополнительные меры защиты, чтобы усложнить будущие атаки."
  },
  {
    "order": 130,
    "category": "Технические вопросы",
    "q": "Как вы гарантируете, что обновления не повредят мой сайт?",
    "a": "Безопасность превыше всего. При крупных обновлениях мы сначала тестируем их в безопасной тестовой среде (staging environment), которая является копией вашего живого сайта. Только после того, как мы убедимся, что все работает безупречно, мы устанавливаем обновления на ваш сайт."
  },
  {
    "order": 140,
    "category": "Технические вопросы",
    "q": "Почему мне не следует просто использовать автоматические обновления?",
    "a": "Автоматические обновления могут быть удобны, но они сопряжены с рисками. Иногда плагины или темы несовместимы друг с другом, что может привести к ошибкам или полному отказу сайта. Наш ручной, контролируемый подход с тестированием минимизирует этот риск."
  },
  {
    "order": 150,
    "category": "Технические вопросы",
    "q": "Какова ваша стратегия резервного копирования?",
    "a": "Мы регулярно создаем полные резервные копии вашего сайта (файлы и база данных). Они надежно хранятся на внешних серверах, независимых от вашего сайта. В зависимости от пакета, это происходит ежедневно или еженедельно, и мы храним несколько версий, чтобы в случае необходимости можно было вернуться к нужному состоянию."
  },
  {
    "order": 160,
    "category": "Технические вопросы",
    "q": "Помогаете ли вы с переносом моего сайта на новый хостинг?",
    "a": "Да, мы предлагаем полный сервис по миграции. Мы заботимся о гладком переносе вашего сайта, баз данных и почтовых ящиков и следим за тем, чтобы время простоя было минимальным."
  },
  {
    "order": 170,
    "category": "Юридические темы (DSGVO & Co.)",
    "q": "Как вы обеспечиваете соответствие моего сайта требованиям GDPR (DSGVO)?",
    "a": "Мы проводим техническую проверку и внедряем необходимые элементы: корректную политику конфиденциальности, настраиваемый баннер согласия с cookie, SSL-шифрование для всех передач данных и соответствующую требованиям GDPR интеграцию внешних сервисов, таких как Google Maps или аналитические инструменты."
  },
  {
    "order": 180,
    "category": "Юридические темы (DSGVO & Co.)",
    "q": "Заключаете ли вы договор на обработку данных (AV-Vertrag)?",
    "a": "Да, разумеется. Если в рамках нашей деятельности мы имеем доступ к персональным данным, мы заключаем с вами юридически корректный договор на обработку данных в соответствии со ст. 28 GDPR. Это обеспечивает вам необходимую юридическую безопасность."
  },
  {
    "order": 190,
    "category": "Юридические темы (DSGVO & Co.)",
    "q": "Кто несет ответственность за Impressum и политику конфиденциальности?",
    "a": "Как владелец сайта, вы несете юридическую ответственность за содержание Impressum и политики конфиденциальности. Мы не предоставляем юридических консультаций, но мы поддерживаем вас в правильной технической интеграции текстов, предоставленных вами или вашим юристом."
  },
  {
    "order": 200,
    "category": "Термины и сокращения",
    "q": "Что такое CMS?",
    "a": "CMS расшифровывается как **Content Management System** (Система управления контентом). Это программное обеспечение, которое позволяет вам легко редактировать контент (тексты, изображения) на вашем сайте без необходимости в знаниях программирования. Известные примеры — WordPress, TYPO3 или Joomla!."
  },
  {
    "order": 210,
    "category": "Термины и сокращения",
    "q": "Что означает GDPR (DSGVO)?",
    "a": "GDPR (General Data Protection Regulation) или DSGVO (Datenschutz-Grundverordnung) — это **Общий регламент по защите данных** ЕС. Это закон, регулирующий обработку персональных данных. Каждый сайт, который посещают граждане ЕС, должен соблюдать эти строгие правила для защиты данных пользователей."
  },
  {
    "order": 220,
    "category": "Термины и сокращения",
    "q": "Что такое WCAG или a11y?",
    "a": "WCAG расшифровывается как **Web Content Accessibility Guidelines** (Руководство по обеспечению доступности веб-контента). Это международно признанные рекомендации по доступному веб-дизайну. **A11y** — это сокращение от Accessibility (доступность). Цель состоит в том, чтобы сделать сайты пригодными для использования всеми людьми, включая людей с ограниченными возможностями."
  },
  {
    "order": 230,
    "category": "Термины и сокращения",
    "q": "Что такое SEO?",
    "a": "SEO расшифровывается как **Search Engine Optimization** (Поисковая оптимизация). Это все меры, направленные на улучшение видимости сайта в бесплатных результатах поиска таких систем, как Google."
  },
  {
    "order": 240,
    "category": "Термины и сокращения",
    "q": "Что такое BITV?",
    "a": "BITV расшифровывается как **Barrierefreie-Informationstechnik-Verordnung** (Постановление о безбарьерной информационной технике). Это немецкая реализация директив ЕС по доступности, которая устанавливает стандарты для сайтов государственных учреждений в Германии. Она тесно связана с WCAG."
  },
  {
    "order": 250,
    "category": "Термины и сокращения",
    "q": "Что такое Impressum?",
    "a": "Impressum — это требуемое по закону в Германии **указание выходных данных** на сайтах. Оно должно содержать определенную информацию о владельце сайта, такую как имя, адрес и контактные данные, для обеспечения прозрачности и юридической ясности."
  },
  {
    "order": 260,
    "category": "Термины и сокращения",
    "q": "Что такое Staging-среда?",
    "a": "Staging-среда (или тестовая среда) — это точная копия вашего живого сайта, которая не является общедоступной. Здесь мы можем безопасно тестировать новые функции, дизайн или обновления, не затрагивая ваш реальный сайт. Только после успешного теста изменения переносятся на живой сайт."
  }
]